local table t = {};

t["|c003C9DFF동방도화전|r G 3.41"] = "|c003C9DFF동방도화전|r G 3.41";
t["1~4명"] = "1~4명";
t["*S.C.Reaver 제작\r\
\r\
*공식카페 : cafe.naver.com/tmso\r\
*공식채널 : THDB\r\
*모델 지원 : yuyuko,Sateliteluna,Fantasy Shrine Studio,동동주\r\
\r\
*게임 플레이 후 리방시 리워크를 권장합니다.\r\
*워크래프트의 비디오 텍스쳐 설정을 높음으로 해야합니다."] = "*S.C.Reaver 제작\r\
\r\
*공식카페 : cafe.naver.com/tmso\r\
*공식채널 : THDB\r\
*모델 지원 : yuyuko,Sateliteluna,Fantasy Shrine Studio,동동주\r\
\r\
*게임 플레이 후 리방시 리워크를 권장합니다.\r\
*워크래프트의 비디오 텍스쳐 설정을 높음으로 해야합니다.";
t["S.C.Reaver"] = "S.C.Reaver";
t["플레이어 1"] = "플레이어 1";
t["플레이어 2"] = "플레이어 2";
t["플레이어 3"] = "플레이어 3";
t["플레이어 4"] = "플레이어 4";
t["플레이어 5"] = "플레이어 5";
t["플레이어 6"] = "플레이어 6";
t["환상향"] = "환상향";
t["1~4:플레이어 , 5~6: 관전자"] = "1~4:플레이어 , 5~6: 관전자";
t["|c00FFB0FF엘리스|r : 내 힘은 널 고독히 만들 뿐이야. 지나친 맹신은 하지 말아줘."] = "|c00FFB0FF엘리스|r : 내 힘은 널 고독히 만들 뿐이야. 지나친 맹신은 하지 말아줘.";
t["|c00FFB0FF엘리스|r : ...그렇구나, 그렇게나 나를 보고 싶었어? 귀여워라."] = "|c00FFB0FF엘리스|r : ...그렇구나, 그렇게나 나를 보고 싶었어? 귀여워라.";
t["|c00FFB0FF엘리스|r : 이렇게 달이 빛나니, 힘을 빌려주지."] = "|c00FFB0FF엘리스|r : 이렇게 달이 빛나니, 힘을 빌려주지.";
t["명령어 목록\r\
-실험(-test) : 실험 모드를 실행합니다.\r\
-자원(-money) : 골드 10만, 목재 10만을 제공합니다.\r\
-유닛(-unit) : 어떤 것이든 복사하는 유닛을 소환합니다.\r\
-샌드백(-sand) : 체력 5억, 방어력 200의 샌드백을 소환합니다.\r\
-토끼"] = "명령어 목록\r\
-실험(-test) : 실험 모드를 실행합니다.\r\
-자원(-money) : 골드 10만, 목재 10만을 제공합니다.\r\
-유닛(-unit) : 어떤 것이든 복사하는 유닛을 소환합니다.\r\
-샌드백(-sand) : 체력 5억, 방어력 200의 샌드백을 소환합니다.\r\
-토끼";
t["일반 유닛 획득\r\
[엑스트라 난이도까지는 매직 유닛도 등장]"] = "일반 유닛 획득\r\
[엑스트라 난이도까지는 매직 유닛도 등장]";
t["플레이어 7"] = "플레이어 7";
t["칭호 리스트// -title 번호 로 해당 클리어 수 충족시 선택\r\
[1]1~4 클리어 : \"|c0026CBD9[얼음요정]|r\"\r\
[2]5~9 클리어 : \"|c00800000[밤참새]|r\"\r\
[3]10~14 클리어 : \"|c00FFFF00[칠색의 인형사]|r\"\r\
[4]15~19 클리어 : \"|c008080FF[완벽하고 소쇄한]|r\"\r\
[5]20~24 "] = "칭호 리스트// -title 번호 로 해당 클리어 수 충족시 선택\r\
[1]1~4 클리어 : \"|c0026CBD9[얼음요정]|r\"\r\
[2]5~9 클리어 : \"|c00800000[밤참새]|r\"\r\
[3]10~14 클리어 : \"|c00FFFF00[칠색의 인형사]|r\"\r\
[4]15~19 클리어 : \"|c008080FF[완벽하고 소쇄한]|r\"\r\
[5]20~24 ";
t["칭호 리스트// 칭호는 매 5클리어마다 변경됩니다.\r\
[21]100~104 클리어 : \"|c00400080[천신]|r\"\r\
[22]105~109 클리어 : \"|c0000FF00[신의 위상]|r\"\r\
[23]110~114 클리어 : \"|c00358888[희망의 끝]|r\"\r\
[24]115~119 클리어 : \"|c00FF0000[빈곤의 신]|r\"\r\
[25]120~124 클리"] = "칭호 리스트// 칭호는 매 5클리어마다 변경됩니다.\r\
[21]100~104 클리어 : \"|c00400080[천신]|r\"\r\
[22]105~109 클리어 : \"|c0000FF00[신의 위상]|r\"\r\
[23]110~114 클리어 : \"|c00358888[희망의 끝]|r\"\r\
[24]115~119 클리어 : \"|c00FF0000[빈곤의 신]|r\"\r\
[25]120~124 클리";
t["칭호 리스트//\r\
[41]200~204 클리어 : \"|c00FB7A4F[연옥의 악마]|r\"\r\
[42]205~209 클리어 : \"|c00FF5959[봉래인형]|r\"\r\
[43]209~214 클리어 : \"|c00A8A8A8[이상한 영혼]|r\"\r\
[44]215~219 클리어 : \"|c00008C00[봉인된 악령]|r\"\r\
[45]220~224 클리어 : \"|c00FA30AE[시공의 꿈]|"] = "칭호 리스트//\r\
[41]200~204 클리어 : \"|c00FB7A4F[연옥의 악마]|r\"\r\
[42]205~209 클리어 : \"|c00FF5959[봉래인형]|r\"\r\
[43]209~214 클리어 : \"|c00A8A8A8[이상한 영혼]|r\"\r\
[44]215~219 클리어 : \"|c00008C00[봉인된 악령]|r\"\r\
[45]220~224 클리어 : \"|c00FA30AE[시공의 꿈]|";
t["칭호 리스트//\r\
[61]300~304 클리어 : \"|c00868686[체명생칙반극궁]|r\"\r\
[62]305~309 클리어 : \"|c0091FE3F[귀여운 요정]|r\"\r\
[63]309~314 클리어 : \"|c00000099[불쌍한 아이]|r\"\r\
[64]315~319 클리어 : \"|c00FF952B[취한 수박]|r\"\r\
[65]320~324 클리어 : \"|c0074CEFE[텐코]|r"] = "칭호 리스트//\r\
[61]300~304 클리어 : \"|c00868686[체명생칙반극궁]|r\"\r\
[62]305~309 클리어 : \"|c0091FE3F[귀여운 요정]|r\"\r\
[63]309~314 클리어 : \"|c00000099[불쌍한 아이]|r\"\r\
[64]315~319 클리어 : \"|c00FF952B[취한 수박]|r\"\r\
[65]320~324 클리어 : \"|c0074CEFE[텐코]|r";
t["모델 제작, 제공해주신 분 : Allen_WaIker , Sateliteluna , yuyuko, Fantasy Shrine Studio , 동동주\r\
트리거 관련 도움주신 분 : Lady_Kim-Kelf\r\
Special Thanks : 모든 플레이어 여러분들\r\
이전 제작자들 : Lady_GS , 3rd_eyes, MaryClarissa"] = "모델 제작, 제공해주신 분 : Allen_WaIker , Sateliteluna , yuyuko, Fantasy Shrine Studio , 동동주\r\
트리거 관련 도움주신 분 : Lady_Kim-Kelf\r\
Special Thanks : 모든 플레이어 여러분들\r\
이전 제작자들 : Lady_GS , 3rd_eyes, MaryClarissa";
t["게임 시작 명령어\r\
\r\
-오리지널, -o : 동방도화전의 기본적인 난이도를 선택합니다."] = "게임 시작 명령어\r\
\r\
-오리지널, -o : 동방도화전의 기본적인 난이도를 선택합니다.";
t["[요력] : 220%\r\
[신력] : 150%\r\
[이변] : 40%"] = "[요력] : 220%\r\
[신력] : 150%\r\
[이변] : 40%";
t["[요력] : 125%\r\
[신력] : 85%\r\
[이변] : 40%"] = "[요력] : 125%\r\
[신력] : 85%\r\
[이변] : 40%";
t["플레이어 8"] = "플레이어 8";
t["플레이어 9"] = "플레이어 9";
t["플레이어 10"] = "플레이어 10";
t["플레이어 11"] = "플레이어 11";
t["50+ 20*라운드 ~ 200+ 35*라운드\r\
사이의 골드를 획득합니다."] = "50+ 20*라운드 ~ 200+ 35*라운드\r\
사이의 골드를 획득합니다.";
t["[요력] : 100%\r\
[신력] : 75%\r\
[이변] : 40%"] = "[요력] : 100%\r\
[신력] : 75%\r\
[이변] : 40%";
t["ESC : ESC를 누를 경우 일반,매직 유닛이 정해진 대형대로 정렬됩니다.\r\
-n : 일반 유닛 소유 현황을 알려줍니다.\r\
-m : 매직 유닛 소유 현황을 알려줍니다.\r\
-title 숫자 : 오른쪽의 칭호 목록을 참조하여 칭호를 선택할 수 있습니다.\r\
-"] = "ESC : ESC를 누를 경우 일반,매직 유닛이 정해진 대형대로 정렬됩니다.\r\
-n : 일반 유닛 소유 현황을 알려줍니다.\r\
-m : 매직 유닛 소유 현황을 알려줍니다.\r\
-title 숫자 : 오른쪽의 칭호 목록을 참조하여 칭호를 선택할 수 있습니다.\r\
-";
t["와타츠키노 토요히메 : 자신의 유닛 카운트가 게임 오버 카운트 - 10 보다 클때, 나무 5을 소지하고 광기의 달빛 사용시 등장. 라운드 15이하여야 함.\r\
\r\
카와시로 미토리 : 니토리의 유닛 정렬 능력을 사용할때 1000골드와 나무 5를 "] = "와타츠키노 토요히메 : 자신의 유닛 카운트가 게임 오버 카운트 - 10 보다 클때, 나무 5을 소지하고 광기의 달빛 사용시 등장. 라운드 15이하여야 함.\r\
\r\
카와시로 미토리 : 니토리의 유닛 정렬 능력을 사용할때 1000골드와 나무 5를 ";


for o,x in pairs(t) do
	lstr_cb(o, x, 2);
end
